Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Chemical preparations for melting snow and ice
it: Prodotti chimici per sciogliere neve e ghiaccio

source: Chemicals for use in the decontamination of polluted sites
it: Prodotti chimici per la decontaminazione di siti inquinati

source: Emulsifiers for use in the manufacture of leather and textiles
it: Emulsionanti impiegati nella fabbricazione di cuoio e materie tessili

source: Fermentation extract
it: Estratto di fermentazione

source: Fluorosilicic acid
it: Acido fluorosilicico

source: Arsenic
it: Arsenico

source: Synthetic ribonucleic acid, other than for medical use
it: Acido ribonucleico sintetico, non per uso medico

source: Waterproofing chemical compositions
it: Composti chimici impermeabilizzanti

source: Zirconium chloride
it: Cloruro di zirconio

source: Calcium bisulphide
it: Bisolfuro di calcio

source: Chemical products for preserving the freshness of cut flowers
it: Prodotti chimici per mantenere la freschezza dei fiori recisi

source: Carbon dioxide [other than for medical or veterinary use]
it: Diossido di carbonio [non per uso medico o veterinario]

source: Enzyme preparations for the processing of excreta
it: Preparati enzimatici per il trattamento di escrezioni

source: Enzyme preparations for use in the flour milling industry
it: Preparati enzimatici per uso nel settore della macinazione della farina

source: Enzyme products for use in fading dyed textiles
it: Prodotti enzimatici per lo scolorimento di tessuti tinti

source: Heavy water
it: Acqua pesante

source: Chemical preparations for scientific purposes, other than for medical or veterinary use
it: Prodotti chimici per uso scientifico non per uso medico o veterinario

source: Binders for investment casting
it: Leganti per fusione a cera persa

source: Glucose for the food industry
it: Glucosio per l'industria alimentare

source: Filtering materials [chemical preparations]
it: Materie filtranti [prodotti chimici]

source: Gases for industrial purposes
it: Gas per scopi industriali

source: Gas in liquid form for industrial use
it: Gas in forma liquida per uso industriale

source: Water repellents [chemical]
it: Idrorepellenti [prodotti chimici]

source: Purifying agents for the cleaning of industrial electrolytes
it: Agenti depuranti per pulizia di elettroliti industriali

source: Quaternary ammonium compounds
it: Composti di ammonio quaternario

source: Quench compounds for use in casting
it: Composti di tempra per la colata

source: Additives for raising the cetane number of diesel fuel
it: Additivi per aumentare il numero di cetano di carburante diesel

source: Magnesium salts for industrial use
it: Sali di magnesio per uso industriale

source: Magnesium sulfate for use in paper sizing
it: Solfato di magnesio per l'imbozzimatura della carta

source: Heat transfer liquids for use in cooling systems in the chemical industry
it: Liquidi termovettori per impianti di raffreddamento nell'industria chimica

source: Heat transfer liquids for use in heating systems
it: Liquidi termovettori per impianti di riscaldamento

source: Hormones derived from thymus extracts [other than for medical use]
it: Ormoni derivanti dagli estratti di timo [non per uso medico]

source: Degreasing preparations for use in manufacturing processes
it: Prodotti di sgrassaggio utilizzati durante operazioni di fabbricazione

source: Renal scanning agents for scientific use
it: Agenti di scansione renale per uso scientifico

source: Thermoplastic compounds
it: Composti termoplastici

source: Chemicals for use in fish farming [other than pharmaceuticals]
it: Prodotti chimici per uso in allevamenti ittici [non prodotti farmaceutici]

source: Chemicals for use in thermography [other than medical or veterinary]
it: Prodotti chimici da utilizzare in termografia [non per uso medico né veterinario]

source: Detergents for cleaning use [part of manufacturing operations]
it: Detergenti per la pulizia [parte delle operazioni di produzione]

source: Doping gases [other than for medical use]
it: Gas dopanti [non per uso medico]

source: Cellulose for industrial purposes
it: Cellulosa per uso industriale

source: Cellulose pulp [raw material]
it: Pasta di cellulosa [materia prima]

source: Cellulose pulp for the manufacture of paper
it: Pasta di cellulosa per la fabbricazione della carta

source: Chemical products for glazing leather
it: Prodotti chimici per lucidare il cuoio

source: Oil cement [putty]
it: Mastice all'olio

source: Succinic acid
it: Acido succinico

source: Thomas phosphatic fertilizer
it: Concime fosfatico Thomas

source: Enzymes for use in the tanning industry
it: Enzimi per l'industria conciaria

source: Enzymes in liquid form for industrial use
it: Enzimi in forma liquida per uso industriale

source: Supports impregnated with antigens of helicobacter pylori
it: Supporti imbevuti di antigeni di helicobacter pylori

source: Surface active chemical agents for use in forestry
it: Agenti chimici tensioattivi per la silvicoltura

source: Surfactants for use in reinstating concrete
it: Tensioattivi per il ripristino del calcestruzzo

source: Protective gases for welding
it: Gas protettivi per la saldatura

source: Stain repellents
it: Prodotti antimacchia

source: Benzene derivatives
it: Derivati del benzene

source: Unprocessed synthetic polypropylene resins
it: Resine di polipropilene sintetico non lavorate

source: Cassiopium [lutetium]
it: Cassiopeo [lutezio]

source: Erbium
it: Erbio

source: Chemical compounds for use in the manufacture of polymers
it: Composti chimici per la fabbricazione di polimeri

source: Chemical degreasing liquids for use in manufacturing processes
it: Liquidi sgrassanti chimici per uso in processi di fabbricazione

source: Chemical auxiliaries for the paper industry
it: Ausiliari chimici per l'industria cartaria

source: Industrial salts for the preservation of gut
it: Sali industriali per la conservazione di budelli

source: Inert gases for scientific use
it: Gas inerti per uso scientifico

source: Seaweeds [fertilizers]
it: Alghe [fertilizzanti]

source: Liquids for use in cleansing during manufacturing processes
it: Liquidi per la pulizia durante i processi di fabbricazione

source: Compositions for embedding electronic parts
it: Composti per l'integrazione di componenti elettronici

source: Polymers for use in the analysis of nucleic acids
it: Polimeri per analisi di acidi nucleici

source: Sepiolite [magnesium silicate]
it: Sepiolite [silicato di magnesio]

source: Sheets of paper [sensitized]
it: Fogli di carta [sensibilizzati]

source: Additives (Chemical -) for the prevention of turbidity
it: Additivi (Chimici -) per la prevenzione della torbidità

source: Additives (Chemical -) for the protection of plastics against degradation
it: Additivi (Chimici -) per la protezione delle materie plastiche dalla degradazione

source: Additives (Chemical -) for the soil
it: Additivi (Chimici -) per terreni

source: Additives (Chemical -) for use in cryoprotection
it: Additivi (Chimici -) per crioprotezione

source: Lactic cultures for the food industry
it: Colture lattiche per il settore alimentare

source: Coating compositions for protection against the effects of incrustation
it: Composti da rivestimento per la protezione dagli effetti delle incrostazioni

source: Passivating agents
it: Agenti passivanti

source: Formulations for electroplating metals on substrates
it: Composizioni per la galvanostegia di metalli su substrati

source: Lactose for industrial purposes
it: Lattosio per uso industriale

source: Chemical substances for use in the manufacture of perfumes
it: Sostanze chimiche per uso nella fabbricazione di profumi

source: Chemical substances for use in the production of printed circuits
it: Sostanze chimiche per uso nella produzione di circuiti stampati

source: Oils for hydraulic suspensions
it: Oli per sospensioni idrauliche

source: Oleic acid for use in the manufacture of cosmetics
it: Acido oleico per la produzione di cosmetici

source: Sodium nitrite
it: Nitrito di sodio

source: Sodium thiosulfate
it: Tiosolfato di sodio

source: Substances for use in aquaculture [other than pharmaceutical]
it: Sostanze per uso nella coltura idroponica [non farmaceutiche]

source: Natural fertilizers
it: Fertilizzanti naturali

source: Neopentylglycol for use in the manufacture
it: Neopentiglicole per uso manifatturiero

source: Mixtures of chemicals and microorganisms for use on hay in producing silage [other than for veterinary use]
it: Miscele di prodotti chimici e microrganismi da utilizzare sul fieno nella produzione di foraggio insilato [non per uso veterinario]

source: Monoclonal antibodies for scientific use
it: Anticorpi monoclonali per uso scientifico

source: Fertilizers containing nitrogen and magnesium
it: Fertilizzanti contenenti azoto e magnesio

source: Chemical sizing compositions for use in the manufacture of pulp
it: Composti chimici collanti per uso nella produzione di pasta per carta

source: Chemical substances for impregnation into membranes to separate proteins from liquids
it: Sostanze chimiche da impregnazione su membrane per la separazione delle proteine dai liquidi

source: Chemical substances for use as additives to asphalt
it: Sostanze chimiche da utilizzare come additivi per l'asfalto

source: Self-toning paper [photography]
it: Carta autovirante [fotografia]

source: Nitric acid
it: Acido nitrico

source: Ceramic frits
it: Fritte ceramiche

source: Ceramic microspheres for use as fillers
it: Microsfere in ceramica per uso come riempimento

source: Reagents for testing the sterility of pharmaceuticals and injectable solutions
it: Reagenti per analizzare la sterilità di prodotti farmaceutici e soluzioni iniettabili

source: Salts for galvanic cells
it: Sali per elementi galvanici

source: Bonding agents for masonry
it: Agenti leganti per muratura

source: Amyl alcohol
it: Alcool amilico

source: Gelatine for photographic purposes
it: Gelatina per uso fotografico

source: Mangrove bark for industrial purposes
it: Corteccia di mango per uso industriale

source: Animal carbon preparations
it: Preparazioni di carbone animale

source: Carbon for filters
it: Carbone per filtri

source: Berkelium
it: Berkelio

source: Tapioca flour for industrial purposes
it: Farina di tapioca per uso industriale

source: Chemical preparations for use as additive to fuels for combatting pollution
it: Prodotti chimici per uso come additivi per carburanti per combattere l'inquinamento

source: Catalysts for use in control of hydrocarbon emissions
it: Catalizzatori per uso nel controllo delle emissioni di idrocarburi

source: Anti-sprouting preparations for vegetables
it: Prodotti contro la germinazione dei legumi

source: Rubber based adhesives [other than for household or stationery use]
it: Adesivi a base di gomma [non per uso domestico né per cartoleria]

source: Water absorbing polymers
it: Polimeri assorbenti acqua

source: Gases for laboratory use [other than for medical use]
it: Gas per uso di laboratorio [non per uso medico]

source: Substances (chemical -) for inhibiting damage from oil [other than paints]
it: Sostanze (chimiche -) per inibire il danno da olio [non pitture]

source: Photographic developers
it: Rivelatori fotografici

source: Preservatives for buildings [except paints and oils]
it: Conservanti per edifici [ad eccezione delle pitture e oli]

source: Adhesives for use in the electronics industry
it: Adesivi per l'industria elettronica

source: Aminonaphthol toluidine sulfonate
it: Solfonato di toluidina ammino naftolo

source: Salts for industrial purposes
it: Sali per uso industriale

source: Chemical preparations for protection against wheat blight [smut]
it: Prodotti chimici per la protezione contro la carie del grano

source: Nickel oxides
it: Ossidi di nichel

source: Nitrogen compounds
it: Composti di azoto

source: Fluids for use in etching varnished wood
it: Fluidi per l'incisione di legno verniciato

source: Industrial gases for use in electronics
it: Gas industriali per l'elettronica

source: Industrial gases for use in the welding industry
it: Gas industriali per il settore della saldatura

source: Industrial salt for water purification
it: Sale industriale per la depurazione dell'acqua

source: Chemical emulsifiers
it: Emulsionanti chimici

source: Chemical extenders
it: Estensori chimici

source: Chemical fluids for use as leak detectors
it: Fluidi chimici da usarsi come rivelatori di perdite

source: Chemical hardening preparations
it: Preparati chimici per la tempra

source: Adhesives for application to the exterior of cartons to prevent slippage
it: Adesivi da applicare sull'esterno di scatoloni per impedirne lo scivolamento

source: Sands for use in metallurgy
it: Sabbie per la metallurgia

source: Alkalies
it: Alcali

source: Wetting agents for use in the manufacture of cosmetics
it: Agenti umettanti per la fabbricazione di cosmetici

source: Wetting agents for use in the manufacture of paints
it: Agenti umettanti per la fabbricazione di pitture

source: Sodium iodide
it: Ioduro di sodio

source: Chemical substances for use in electroplating processes
it: Sostanze chimiche per processi di galvanostegia

source: Chemical substances for use in metallurgy
it: Sostanze chimiche per la metallurgia

source: Chemical substances for use in preventing the coagulation of albumin in blood
it: Sostanze chimiche per uso nella prevenzione della coagulazione dell'albumina nel sangue

source: Chemical substances for use in separation [other than medical or veterinary use]
it: Sostanze chimiche per la separazione [non per uso medico o veterinario]

source: Chlorinated chemicals
it: Prodotti chimici clorurati

source: Chromatographic supports for scientific laboratory use
it: Supporti per cromatografia da usare in laboratori scientifici

source: Monochloroacetic acid
it: Acido monocloroacetico

source: Compounds for patching cracks in vehicles
it: Composti per riparare crepe in veicoli

source: Compounds for patching holes in vehicles
it: Composti per riparare buchi in veicoli

source: Salicylic acid
it: Acido salicilico

source: Nutritional substances [fertilizers] in liquid form for use in agriculture
it: Sostanze nutrizionali [concimi] in forma liquida da usare in agricoltura

source: Plastics in the form of powders, liquids or pastes
it: Materie plastiche sotto forma di polveri, liquidi o in pasta

source: Food preservative compositions
it: Conservanti per alimenti

source: Quenching fluids for use in metalworking
it: Fluidi di tempra per la lavorazione dei metalli

source: Battery electrolytes
it: Elettroliti per batterie

source: Halides and halogen acid salts
it: Sali acidi alogenuri e alogeni

source: Hydrogen sulphide
it: Solfuro di idrogeno

source: Polyamide resins
it: Resine poliammidiche

source: Polypropylene resins
it: Resine di polipropilene

source: Polystyrene resins
it: Resine di polistirene

source: Fire retardant additives for plastics
it: Additivi ignifughi per materie plastiche

source: Sensitized photographic film (Unexposed -) use in the production of microfilms
it: Pellicola fotografica sensibilizzata (Non impressionata -) per la produzione di microfilm

source: Sensitised plates for use in printing
it: Lastre per la stampa sensibilizzate

source: Colloid preparations for use in manufacture
it: Preparati colloidali per il settore manufatturiero

source: Paper in loose sheets [sensitized]
it: Carta in fogli sciolti [sensibilizzata]

source: Paper in strip form for copying purposes [sensitized]
it: Carta a strisce per fotocopie [sensibilizzata]

source: Aluminium powder
it: Polvere di alluminio

source: Ceramic powder for forming piezoelectric elements
it: Polvere ceramica per la formatura di elementi piezoelettrici

source: Chemical compositions for use in well drilling and well maintenance
it: Composti chimici per la trivellazione e la manutenzione dei pozzi

source: Acetic anhydride
it: Anidride acetica

source: Camphor, for industrial purposes
it: Canfora per uso industriale

source: Histological fixatives
it: Fissativi istologici

source: Sodium salts [chemical compounds]
it: Sali di soda [composti chimici]

source: Sulfur
it: Zolfo

source: Soot for industrial or agricultural purposes
it: Fuliggine per uso industriale o agricolo

source: Substrates for soil-free growing [agriculture]
it: Substrati per la coltivazione senza terra [agricoltura]

source: Chemical preservatives for use in manufacture of soap and vegetable oils
it: Conservanti chimici utilizzati nella produzione di saponi e oli vegetali

source: Adhesives for industrial use in the form of coatings
it: Adesivi per uso industriale in forma di rivestimenti

source: Adhesives for use in bonding materials [industrial]
it: Adesivi per materiali leganti [industriali]

source: Ethyl malonate
it: Malonato di etile

source: Manganese dioxide
it: Biossido di manganese

source: Polyacetal resins
it: Resine in poliacetali

source: Hydrogen fluoride
it: Fluoruro di idrogeno

source: Hydrolysed starches for industrial purposes
it: Amidi idrolizzati per uso industriale

source: Hydroxides
it: Idrossidi

source: Acids for etching enamels
it: Acidi per incisione di smalti

source: Dispersants for use in cement
it: Agenti disperdenti per cemento

source: Enzymes for food or drinks
it: Enzimi per alimenti o bevande

source: Californium
it: Californio

source: Rare earth compounds
it: Composti di terre rare

source: Soil conditioning preparations for enhancing the growth of garden products
it: Prodotti per l'ammendamento del terreno per aumentare la crescita dei prodotti da giardino

source: Stearyl fumarate
it: Fumarato di stearile

source: Stearyl tartrate
it: Tartrato di stearile

source: Pickling solutions for use in the removal of coatings from metals
it: Soluzioni decapanti per la rimozione dei rivestimenti dai metalli

source: Dehydrating agents for the treatment of rubber materials
it: Agenti disidratanti per il trattamento di materiali in gomma

source: Demisting preparations for glass
it: Prodotti disappannanti per il vetro

source: Detergent additives for lubricants
it: Additivi detergenti per lubrificanti

source: Waterproofing preparations [chemical]
it: Prodotti impermeabilizzanti [chimici]

source: Fluids for hydraulic apparatus
it: Liquidi per dispositivi idraulici

source: Alcohol for industrial purposes
it: Alcool per uso industriale

source: Reagents for testing aqueous solutions [other than for medical or veterinary purposes]
it: Reagenti per l'analisi delle soluzioni acquose [non per scopi medici né veterinari]

source: Hardeners for concrete
it: Indurenti per calcestruzzo

source: Hardeners for epoxy resins
it: Indurenti per resine epossidiche

source: Hardening agents for resins
it: Agenti indurenti per resine

source: Potash
it: Potassa

source: Ammonium bromide
it: Ammonio bromuro

source: Chemical preparations for use in the manufacture of tyres
it: Prodotti chimici per uso nella produzione di pneumatici

source: Chemical preparations for use in the repair of tyres
it: Prodotti chimici per uso nella riparazione di pneumatici

source: Chemical preparations for use in water purification
it: Preparati chimici per la depurazione dell'acqua

source: Emulsifiers for use in the manufacture of cosmetics
it: Emulsionanti per la produzione di cosmetici

source: Boric acid for industrial purposes
it: Acido borico per uso industriale

source: Anti-freezing additives (Chemical -) for fuels
it: Additivi (Chimici -) antigelo per combustibili

source: Immunoassay reagents, other than for medical use
it: Reagenti immunodosaggio, non per uso medico

source: Immunological antisera, other than for medical use
it: Antisieri immunologici, non per uso medico

source: Mercuric chloride
it: Cloruro mercurico

source: Chemicals for use in plate etching
it: Prodotti chimici per incisione di lastre

source: Chemicals for use in the initiation of the curing of paints
it: Prodotti chimici per uso nell'iniziazione dell'ispessimento delle vernici

source: Metallic masks for graphical image patterns [sensitized]
it: Maschere metalliche per modelli di immagini grafiche [sensibilizzate]

source: Compositions for the removal of grease as part of a manufacturing process
it: Composti per rimuovere grasso come parte di un processo di lavorazione industriale

source: Magnesium chloride for industrial use
it: Cloruro di magnesio per uso industriale

source: Media for cell culture for use in non-medical research laboratories
it: Brodi per colture cellulari per laboratori di ricerca non medica

source: Media for cell culture for use in the biotechnological industry
it: Brodi per colture cellulari per l'industria biotecnologica

source: Cream of tartar for the food industry
it: Crema di tartaro per l'industria alimentare

source: Accelerators for speeding up chemical reactions
it: Acceleratori per velocizzare reazioni chimiche

source: Photographic dry plates
it: Lastre fotografiche secche

source: Fertiliser for soil and potting soil
it: Concime per terreni e humus

source: Formaldehyde
it: Formaldeide

source: Soil conditioning preparations for enhancing the growth of agricultural products
it: Prodotti di condizionamento del terreno per aumentare la crescita di prodotti agricoli

source: Radioactive elements for laboratory use
it: Elementi radioattivi per laboratorio

source: Radioactive materials for laboratory use
it: Materiali radioattivi per laboratorio

source: Chemicals having antimicrobial properties [other than medical or veterinary]
it: Prodotti chimici con proprietà antimicrobiche [non per uso medico o veterinario]

source: Petroleum derivatives
it: Derivati del petrolio

source: Copolymer beads for use in manufacturing
it: Granuli di copolimeri per uso manifatturiero

source: Seed treatments for preservation
it: Trattamenti conservanti per sementi

source: Polyesters for use in the filling of flaws in surfaces
it: Poliesteri per copertura di imperfezioni su superfici

source: Polyether diols
it: Dioli polieteri

source: Chemical additives for paint
it: Additivi chimici per pitture

source: Chemical additives for use in the production of fuels
it: Additivi chimici per la produzione di carburanti

source: Additives (Chemical -) for use in the cleaning of water
it: Additivi (Chimici -) per la pulizia dell'acqua

source: Additives (Chemical -) for use in the drilling of subterranean oil wells
it: Additivi (Chimici -) per la trivellazione di pozzi di petrolio sotterranei

source: Additives (Chemical -) for use in the preparation of animal foodstuffs
it: Additivi (Chimici -) da utilizzare nella preparazione di alimenti per animali

source: Waterproof coatings [chemical, other than paints]
it: Rivestimenti impermeabili [prodotti chimici, non pitture]

source: Chemical compositions for use in the formation of glass
it: Composizioni chimiche per uso nella formazione del vetro

source: Manures with added microorganisms
it: Concimi con l'aggiunta di microrganismi

source: Growth promoters [other than for medical or veterinary use]
it: Promotori della crescita [non per uso medico né veterinario]

source: Growth stimulants [other than for medical or veterinary use]
it: Stimolanti della crescita [non per uso medico né veterinario]

source: Light sensitive organic coating compounds for application to substrates by electrodeposition
it: Composti di rivestimento organici sensibili alla luce da applicare su substrati mediante deposizione elettrolitica

source: Degreasing agents for leather, for use in manufacturing processes
it: Agenti sgrassanti per cuoio, impiegati in processi di fabbricazione

source: Pure silicon
it: Silicio puro

source: Liquid photosensitive resin for the fabrication of three-dimensional models
it: Resine fotosensibili liquide per la fabbricazione di modelli tridimensionali
